{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "cc-tweaked-documentation": {
      "src": "https://gitlab.com/carsakiller/cc-tweaked-documentation.git"
    },
    "cellular-automaton.nvim": {
      "src": "https://github.com/eandrju/cellular-automaton.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": ">=0.0.0"
    },
    "ferris.nvim": {
      "src": "https://github.com/vxpm/ferris.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim",
      "version": ">=0.0.0"
    },
    "gcode.vim": {
      "src": "https://github.com/wilriker/gcode.vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "image.nvim": {
      "src": "https://github.com/3rd/image.nvim",
      "version": ">=0.0.0"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim",
      "version": ">=0.0.0"
    },
    "luvit-meta": {
      "src": "https://github.com/Bilal2453/luvit-meta"
    },
    "magick.nvim": {
      "src": "https://github.com/kiyoon/magick.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mpv-types-lua": {
      "src": "https://github.com/disco0/mpv-types-lua"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/NvChad/nvim-colorizer.lua"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint",
      "version": ">=0.0.0"
    },
    "nvim-texlabconfig": {
      "src": "https://github.com/f3fora/nvim-texlabconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": ">=0.0.0"
    },
    "playtime.nvim": {
      "src": "https://github.com/rktjmp/playtime.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/emmanueltouzery/plenary.nvim",
      "version": "'winborder'"
    },
    "presence.nvim": {
      "src": "https://github.com/andweeb/presence.nvim"
    },
    "python-type-stubs": {
      "src": "https://github.com/microsoft/python-type-stubs"
    },
    "qmk.nvim": {
      "src": "https://github.com/codethread/qmk.nvim",
      "version": ">=0.0.0"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-live-grep-args.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-live-grep-args.nvim"
    },
    "telescope-undo.nvim": {
      "src": "https://github.com/debugloop/telescope-undo.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tex-lualatex": {
      "src": "https://github.com/LuaCATS/tex-lualatex"
    },
    "tex-lualibs": {
      "src": "https://github.com/LuaCATS/tex-lualibs"
    },
    "tex-luametatex": {
      "src": "https://github.com/LuaCATS/tex-luametatex"
    },
    "tex-luatex": {
      "src": "https://github.com/LuaCATS/tex-luatex"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim",
      "version": ">=0.0.0"
    },
    "vim-hjson": {
      "src": "https://github.com/hjson/vim-hjson"
    },
    "vim-nftables": {
      "src": "https://github.com/nfnty/vim-nftables"
    },
    "vim-tridactyl": {
      "src": "https://github.com/tridactyl/vim-tridactyl"
    }
  }
}